Repository: BrianG61UK/enigma2-plugins
Catalog: partnerbox2/po/*.po
Languages: de

source: %d Hour
de: %d Stunde

source: %d Minutes
de: %d Minuten

source: Activate Picture in Picture
de: Aktiviere Bild im Bild

source: Add
de: Hinzufügen

source: Add Partnerbox Bouquets
de: Partnerbox Bouquets hinzufügen

source: Add Partnerbox Channels
de: Partnerbox Kanäle hinzufügen

source: Alternative bouquets/services are not supported!
de: Alternative Bouquets/Kanäle werden nicht unterstützt!

source: Attention, this is a repeated timer!
de: Achtung, dies ist ein wiederholender Timer!

source: Bouquet '%s' successfully added from '%s'.
de: Bouquet '%s' erfolgreich von '%s' hinzugefügt.

source: Box was successfully removed!
de: Die Box wurde erfolgreich entfernt!

source: Boxsearch
de: Boxsuche

source: Channel list from: %s
de: Kanalliste von: %s

source: Choose action:
de: Wähle Aktion:

source: Clean up (delete) all completed timers?
de: Alle abgeschlossenen Timer bereinigen (löschen)?

source: Define the interval for downloading the RemoteTimer list.
de: Definiere das Intervall für die RemoteTimer-Liste.

source: Delete
de: Löschen

source: Disable Picture in Picture
de: Deaktiviere Bild im Bild

source: Disable Timer
de: Timer ausschalten

source: Do you really want to remove this partnerbox from list?
de: Möchten Sie diese Partnerbox wirklich von der Liste entfernen?

source: EPG refresh
de: EPG-Aktualisierung

source: Enable Debuglog *
de: Debuglog einschalten *

source: Enable Partnerbox in Channel Selection *
de: Partnerbox in der Kanalauswahl aktivieren *

source: Enable Partnerbox in EPG *
de: Partnerbox im EPG aktivieren *

source: Enable Timer
de: Timer einschalten

source: Enables Partnerbox functions in Channel Selection.
de: Aktiviert die Partnerbox-Funktionen in der Kanalauswahl.

source: Enables Partnerbox functions in local Electronic Program Guide.
de: Aktiviert die Partnerbox-Funktionen im lokalen elektronischen Programmführer.

source: Getting channel information...
de: Kanalinformationen abrufen...

source: Give Enigma time to fill epg cache...
de: Gebe Enigma Zeit um EPG zu füllen...

source: IP address of the Remote Box to log in.
de: IP-Adresse der Remote Box zum Einloggen.

source: Load RemoteTimers *
de: RemoteTimer laden *

source: Loading partnerboxes
de: Partnerboxen laden

source: Local box
de: Lokale Box

source: Manage timer for other boxes in network
de: Timer für andere Boxen im Netzwerk verwalten

source: Menu PiP
de: Menü PiP

source: Move Picture in Picture
de: Verschiebe Bild im Bild

source: Name of the Remote Box (freely selectable).
de: Name der Remote Box (frei wählbar).

source: No description available
de: Keine Beschreibung verfügbar

source: No message from box received.
de: Keine Nachricht von der Box erhalten.

source: No name available
de: Kein Name verfügbar

source: No servicename available
de: Kein Servicename verfügbar

source: No servicereference available
de: Keine Servicereferenz verfügbar

source: Partnerbox Config
de: Partnerbox-Konfiguration

source: Partnerbox Entry Actions
de: Partnerbox Einträge

source: Partnerbox Setup Actions
de: Partnerbox Einstellungen

source: Partnerbox entries
de: Partnerbox-Einträge

source: Partnerbox is currently streaming from internet and this cannot be forwarded!
de: Die Partnerbox streamt gerade aus dem Internet und das kann nicht weitergeleitet werden!

source: Partnerbox is currently streaming from media and this cannot be forwarded!
de: Die Partnerbox streamt gerade von Medien und das kann nicht weitergeleitet werden!

source: Partnerbox: Boxes found in network
de: Partnerbox: im Netz gefundene Boxen

source: Partnerbox: List of partnerboxes
de: Partnerbox: Liste der Partnerboxen

source: Partnerbox: Select Bouquet
de: Partnerbox: Bouquet auswählen

source: Partnerbox: Select Channel
de: Partnerbox: Kanal auswählen

source: Partnerbox: Stream current RemoteChannel
de: Partnerbox: Aktuellen Remote Kanal streamen

source: Partnerboxes
de: Partnerboxen

source: Password
de: Passwort

source: Password for the Remote Box to log in..
de: Passwort für die Remote Box zum Einloggen.

source: Port of the Remote Box to log in.
de: Port der Remote Box zum Einloggen.

source: Record timer not added.
de: Aufnahme-Timer nicht hinzugefügt.

source: Record timer not updated.
de: Aufnahme-Timer nicht aktualisiert.

source: Refresh remote Electronic Program Guide.
de: Aktualisieren Sie den lokalen elektronischen Programmführer.

source: Refresh remote epg
de: Remote-EPG aktualisieren

source: Refresh time
de: Aktualisierungszeit

source: Refresh time for downloading the remote Electronic Program Guide.
de: Aktualisierungszeit für das Herunterladen des Remote EPGs.

source: Searching for active and standby boxes in peer-to-peer network...
de: Suche nach aktiven und Standby-Boxen im Peer-to-Peer-Netzwerk...

source: Select 'Yes' to enable add debug output to log.
de: Wählen Sie "Ja", um die Debug-Ausgabe in das Protokoll aufzunehmen.

source: Select operation for
de: Wählen Sie den Vorgang für

source: Select the location in which to store the recording:
de: Wählen Sie den Ort aus, an dem die Aufnahme gespeichert werden soll:

source: Service '%s' from '%s' was already added.
de: Der Kanal '%s' von '%s' wurde bereits hinzugefügt.

source: Service '%s' successfully added from '%s'.
de: Kanal '%s' erfolgreich von '%s' hinzugefügt.

source: Setup for Partnerbox
de: Setup für Partnerbox

source: Show 'RemoteTV player' in Extensions Menu *
de: Zeige 'RemoteTV-Player' im Erweiterungsmenü *

source: Show 'Stream current Service' in Extensions Menu *
de: Zeige 'Aktuellen Remote Kanal streamen' im Erweiterungsmenü *

source: Show Partnerbox function 'RemoteTV player' in Extensions Menu.
de: Zeigen Sie die Partnerbox-Funktion 'RemoteTV-Player' im Erweiterungsmenü an.

source: Show Partnerbox function 'Stream current service' in Extensions Menu.
de: Zeige die Partnerbox-Funktion 'Aktuellen Remote Kanal streamen' im Erweiterungsmenü an.

source: Stream TV from your partnerbox
de: TV-Sendung der Partnerbox streamen

source: Stream current channel from partnerbox
de: Aktuelle Sendung der Partnerbox streamen

source: Take over
de: Übernehmen

source: This box is already installed!
de: Diese Box ist bereits installiert!

source: Timer overview from: %s
de: Timerübersicht von: %s

source: Toggle Standby
de: Umschalten auf Standby

source: Unexpected error accessing WebIF
de: Unerwarteter Fehler beim Zugriff auf WebIF

source: Upper/lower case
de: Groß-/Kleinschreibung

source: Zap
de: Umschalten

source: Zap focus to Picture in Picture
de: Zap führt zu Bild im Bild

source: Zap focus to main screen
de: Zap führt zum Hauptbildschirm

source: Zap to service on Remote Box when streaming.
de: Beim Streamen auf Remote Box zum Service zappen.

source: Zap to service when streaming
de: Beim Streaming zum Service zappen

source: already installed
de: bereits installiert

source: n/a
de: n/v

source: not installed yet
de: noch nicht installiert
